Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: Tap the bookmark on any question card to add it to your personal collection.
de: Tippen Sie auf das Lesezeichen auf einer Fragenkarte, um sie zu Ihrer persönlichen Sammlung hinzuzufügen.
es: Toca el marcador en cualquier tarjeta de pregunta para agregarla a tu colección personal.
fr: Appuyez sur le signet sur n'importe quelle carte de question pour l'ajouter à votre collection personnelle.
it: Tocca il segnalibro su qualsiasi carta domanda per aggiungerla alla tua raccolta personale.
ja: 質問カードのブックマークをタップして、個人コレクションに追加できます。
ko: 질문 카드의 북마크를 탭하여 개인 컬렉션에 추가하세요.
nb: Trykk på bokmerket på et spørsmålskort for å legge det til i din personlige samling.
nl: Tik op de bladwijzer op een vraagkaart om deze aan je persoonlijke collectie toe te voegen.
pl: Dotknij zakładki na dowolnej karcie pytania, aby dodać ją do swojej kolekcji.
pt_br: Toque no marcador em qualquer cartão de pergunta para adicioná-lo à sua coleção pessoal.
sv: Tryck på bokmärket på ett frågekort för att lägga till det i din personliga samling.
uk: Торкніться закладки на будь-якій картці запитання, щоб додати її до своєї особистої колекції.
zh_hans: 点击任何问题卡片上的书签，将其添加到您的个人收藏。

source: Tell your partner something that you like about them already.
de: Sag deinem Partner etwas, das du jetzt schon an ihm magst.
es: Dile a tu compañero algo que ya te guste de él.
fr: Dis à ton partenaire quelque chose que tu aimes déjà chez lui/elle.
it: Di al tuo partner qualcosa che già ti piace di lui/lei.
ja: パートナーに、もうすでに気に入っている点を伝えてください。
ko: 파트너에게 당신이 이미 좋아하는 점을 말해주세요.
nb: Fortell partneren din noe du allerede liker ved dem.
nl: Vertel je partner iets dat je nu al leuk aan hen vindt.
pl: Powiedz swojemu partnerowi coś, co już teraz w nim lubisz.
pt_br: Diga ao seu parceiro algo que você já gosta nele.
sv: Berätta för din partner något du redan gillar hos dem.
uk: Скажіть партнеру щось, що вам у ньому/ній уже подобається.
zh_hans: 告诉你的伴侣你已经喜欢上他们的某个方面。

source: Tell your partner what you like about them; be very honest, saying things you might not say to someone you’ve just met.
de: Sag deinem Partner, was du an ihm magst; sei sehr ehrlich und sage Dinge, die du vielleicht nicht zu jemandem sagen würdest, den du gerade erst kennengelernt hast.
es: Dile a tu compañero lo que te gusta de él; sé muy honesto, diciendo cosas que quizás no le dirías a alguien que acabas de conocer.
fr: Dis à ton partenaire ce que tu aimes chez lui/elle ; sois très honnête, en disant des choses que tu ne dirais peut-être pas à quelqu’un que tu viens de rencontrer.
it: Di al tuo partner cosa ti piace di lui/lei; sii molto onesto, dicendo cose che forse non diresti a qualcuno che hai appena incontrato.
ja: パートナーにどこが好きかを伝えてください。非常に正直に、初対面の人には言わないようなことを話してください。
ko: 파트너에게 당신이 그/그녀의 어떤 점을 좋아하는지 말하세요. 매우 솔직하게, 방금 만난 사람에게는 하지 않을 말도 하세요.
nb: Fortell partneren din hva du liker ved dem; vær veldig ærlig, si ting du kanskje ikke ville sagt til noen du nettopp har møtt.
nl: Vertel je partner wat je leuk aan hen vindt; wees heel eerlijk, zeg dingen die je misschien niet zou zeggen tegen iemand die je net hebt ontmoet.
pl: Powiedz swojemu partnerowi, co w nim lubisz; bądź bardzo szczery, mówiąc rzeczy, których możesz nie powiedzieć komuś, kogo właśnie poznałeś.
pt_br: Diga ao seu parceiro o que você gosta nele; seja muito honesto, dizendo coisas que talvez não dissesse a alguém que acabou de conhecer.
sv: Berätta för din partner vad du gillar hos dem; var väldigt ärlig och säg saker du kanske inte skulle säga till någon du precis har träffat.
uk: Скажіть партнеру, що вам у ньому/ній подобається; будьте дуже чесними, кажіть речі, які ви, можливо, не сказали б комусь, кого щойно зустріли.
zh_hans: 告诉你的伴侣你喜欢他们什么；要非常诚实，说出你可能不会对刚认识的人说的话。

source: Ten themes
de: Zehn Themen
es: Diez temas
fr: Dix thèmes
it: Dieci temi
ja: 10のテーマ
ko: 10가지 테마
nb: Ti temaer
nl: Tien thema's
pl: Dziesięć tematów
pt_br: Dez temas
sv: Tio teman
uk: Десять тем
zh_hans: 十个主题

# Ten Categories
source: Ten\nCategories
de: Zehn\nKategorien
es: Diez\ncategorías
fr: Dix\ncatégories
it: Dieci\ncategorie
ja: 10の\nカテゴリー
ko: 10가지\n카테고리
nb: Ti\nkategorier
nl: Tien\ncategorieën
pl: Dziesięć\nkategorii
pt_br: Dez\ncategorias
sv: Tio\nkategorier
uk: Десять\nкатегорій
zh_hans: 十个\n分类

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
it: Termini di utilizzo
ja: 利用規約
ko: 이용 약관
nb: Vilkår for bruk
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt_br: Termos de uso
sv: Användarvillkor
uk: Умови використання
zh_hans: 使用条款

source: The 36 Experience
de: Die 36-Erfahrung
es: La experiencia de las 36
fr: L'expérience des 36
it: L'esperienza delle 36
ja: 36の体験
ko: 36 경험
nb: 36-opplevelsen
nl: De 36-ervaring
pl: Doświadczenie 36
pt_br: A experiência das 36
sv: 36-upplevelsen
uk: Досвід 36
zh_hans: 36问体验

source: The best dates start with the best questions.
de: Die besten Dates beginnen mit den besten Fragen.
es: Las mejores citas comienzan con las mejores preguntas.
fr: Les meilleurs rendez-vous commencent par les meilleures questions.
it: I appuntamenti migliori iniziano con le domande migliori.
ja: 最高のデートは最高の質問から始まります。
ko: 최고의 데이트는 최고의 질문에서 시작됩니다.
nb: De beste datene starter med de beste spørsmålene.
nl: De beste dates beginnen met de beste vragen.
pl: Najlepsze randki zaczynają się od najlepszych pytań.
pt_br: Os melhores encontros começam com as melhores perguntas.
sv: De bästa dejterna börjar med de bästa frågorna.
uk: Найкращі побачення починаються з найкращих запитань.
zh_hans: 最好的约会从最好的问题 pyramids.

source: This removes all %lld saved questions.
de: Dies entfernt alle %lld gespeicherten Fragen.
es: Esto elimina todas las %lld preguntas guardadas.
fr: Cela supprime toutes les %lld questions enregistrées.
it: Questo rimuove tutte le %lld domande salvate.
ja: これにより、保存された%lld個の質問すべてが削除されます。
ko: 저장된 모든 %lld개의 질문이 제거됩니다.
nb: Dette fjerner alle %lld lagrede spørsmål.
nl: Dit verwijdert alle %lld opgeslagen vragen.
pl: To usuwa wszystkie %lld zapisane pytania.
pt_br: Isso remove todas as %lld perguntas salvas.
sv: Detta tar bort alla %lld sparade frågor.
uk: Це видалить усі %lld збережені запитання.
zh_hans: 这将移除所有%lld个保存的问题。

source: Thoughtfully crafted questions designed to move past small talk — for first dates, old friends, and every meaningful encounter.
de: Sorgfältig gestaltete Fragen, die über Small Talk hinausgehen — für erste Dates, alte Freunde und jede bedeutungsvolle Begegnung.
es: Preguntas cuidadosamente diseñadas para ir más allá de la charla trivial — para primeras citas, viejos amigos y cada encuentro significativo.
fr: Questions soigneusement conçues pour aller au-delà des banalités — pour les premiers rendez-vous, les vieux amis et chaque rencontre significative.
it: Domande accuratamente create per andare oltre le chiacchiere — per primi appuntamenti, vecchi amici e ogni incontro significativo.
ja: 初デート、旧友、すべての有意義な出会いのために、世間話を超えるように設計された丁寧に作られた質問。
ko: 첫 데이트, 오랜 친구, 그리고 모든 의미 있는 만남을 위해 가벼운 대화를 넘어서도록 세심하게 만들어진 질문들.
nb: Nøye utformede spørsmål designet for å bevege seg forbi småprat — for første stevnemøter, gamle venner og hvert meningsfullt møte.
nl: Zorgvuldig samengestelde vragen die verder gaan dan small talk — voor eerste dates, oude vrienden en elke betekenisvolle ontmoeting.
pl: Starannie opracowane pytania zaprojektowane, aby wykroczyć poza small talk — na pierwsze randki, starych przyjaciół i każde znaczące spotkanie.
pt_br: Perguntas cuidadosamente elaboradas para ir além de conversas triviais — para primeiros encontros, velhos amigos e cada encontro significativo.
sv: Noggrant utformade frågor utformade för att gå bortom småprat — för första dejter, gamla vänner och varje meningsfullt möte.
uk: Продумані запитання, розроблені для того, щоб перейти від дрібних розмов — для перших побачень, старих друзів та кожної значущої зустрічі.
zh_hans: 精心设计的问题，旨在超越闲聊——适用于初次约会、老朋友和每一次有意义的相遇。

source: Travel
de: Reisen
es: Viajes
fr: Voyages
it: Viaggi
ja: 旅行
ko: 여행
nb: Reise
nl: Reizen
pl: Podróże
pt_br: Viagens
sv: Resa
uk: Подорожі
zh_hans: 旅行

source: Turn up the heat and flirt
de: Drehen Sie die Hitze auf und flirten Sie
es: Sube la temperatura y coquetea
fr: Montez le ton et flirtez
it: Alza la temperatura e flirta
ja: 熱を上げてイチャイチャする
ko: 열기를 높이고 플러팅하기
nb: Skru opp varmen og flørt
nl: Zet de warmte aan en flirt
pl: Podgrzej atmosferę i flirtuj
pt_br: Aumente o calor e flerte
sv: Höj värmen och flörta
uk: Підвищуйте температуру і фліртуйте
zh_hans: 升温并调情

source: Type your question...
de: Geben Sie Ihre Frage ein...
es: Escribe tu pregunta...
fr: Tapez votre question...
it: Digita la tua domanda...
ja: 質問を入力してください...
ko: 질문을 입력하세요...
nb: Skriv inn spørsmålet ditt...
nl: Typ je vraag...
pl: Wpisz swoje pytanie...
pt_br: Digite sua pergunta...
sv: Skriv din fråga...
uk: Введіть ваше запитання...
zh_hans: 输入你的问题...

source: Unlimited Custom Questions
de: Unbegrenzte eigene Fragen
es: Preguntas personalizadas ilimitadas
fr: Questions personnalisées illimitées
it: Domande personalizzate illimitate
ja: カスタムの質問が無制限
ko: 무제한 맞춤 질문
nb: Ubegrensede egne spørsmål
nl: Onbeperkt aantal eigen vragen
pl: Nieograniczona liczba własnych pytań
pt_br: Perguntas personalizadas ilimitadas
sv: Obegränsade egna frågor
uk: Необмежена кількість власних запитань
zh_hans: 无限自定义问题

source: Unlock 1400+ Questions
de: Über 1400 Fragen freischalten
es: Desbloquea más de 1400 preguntas
fr: Débloquez plus de 1400 questions
it: Sblocca oltre 1400 domande
ja: 1400以上の質問をアンロック
ko: 1,400개 이상의 질문 잠금 해제
nb: Lås opp 1400+ spørsmål
nl: Ontgrendel meer dan 1400 vragen
pl: Odblokuj ponad 1400 pytań
pt_br: Desbloqueie mais de 1400 perguntas
sv: Lås upp 1400+ frågor
uk: Розблокуйте 1400+ запитань
zh_hans: 解锁 1400+ 个问题

source: Unlock every question
de: Jede Frage freischalten
es: Desbloquea cada pregunta
fr: Débloquez chaque question
it: Sblocca ogni domanda
ja: すべての質問を アンロック
ko: 모든 질문 잠금 해제
nb: Lås opp alle spørsmål
nl: Ontgrendel elke vraag
pl: Odblokuj każde pytanie
pt_br: Desbloqueie todas as perguntas
sv: Lås upp varje fråga
uk: Розблокуйте кожне запитання
zh_hans: 解锁每一个 问题

source: Unlock Premium
de: Premium freischalten
es: Desbloquear Premium
fr: Débloquer Premium
it: Sblocca Premium
ja: プレミアムをアンロック
ko: 프리미엄 잠금 해제
nb: Lås opp Premium
nl: Ontgrendel Premium
pl: Odblokuj Premium
pt_br: Desbloquear Premium
sv: Lås upp Premium
uk: Розблокувати Premium
zh_hans: 解锁高级版

source: View Intro Slides
de: Intro-Slides ansehen
es: Ver diapositivas de introducción
fr: Voir les diapositives d'intro
it: Visualizza diapositive intro
ja: イントロスライドを表示
ko: 인트로 슬라이드 보기
nb: Vis introduksjonslysbilder
nl: Introductiedia's bekijken
pl: Zobacz slajdy wprowadzające
pt_br: Ver slides de introdução
sv: Visa introduktionsbilder
uk: Переглянути вступні слайди
zh_hans: 查看介绍页

source: Was there a moment growing up that shaped who you are today?
de: Gab es einen Moment in deiner Kindheit, der dich zu dem gemacht hat, der du heute bist?
es: ¿Hubo un momento en el crecimiento que definió quién eres hoy?
fr: Y a-t-il eu un moment, en grandissant, qui a forgé qui tu es aujourd'hui ?
it: C'è stato un momento della crescita che ha plasmato la persona che sei oggi?
ja: 今の自分を形作った子供時代の瞬間はありますか？
ko: 성장하면서 오늘날의 당신을 만든 순간이 있었나요?
nb: Var det et øyeblikk i oppveksten som formet den du er i dag?
nl: Was er een moment tijdens het opgroeien dat heeft gevormd wie je nu bent?
pl: Czy był moment w dorastaniu, który ukształtował to, kim jesteś dzisiaj?
pt_br: Houve um momento durante o crescimento que moldou quem você é hoje?
sv: Fanns det ett ögonblick under uppväxten som formade den du är idag?
uk: Чи був момент у дорослішанні, який сформував вас сьогоднішнього?
zh_hans: 成长过程中有没有哪个瞬间塑造了今天的你？

source: Was there something you were passionate about as a kid that you've let go of?
de: Gab es etwas, wofür du als Kind leidenschaftlich warst, das du aufgegeben hast?
es: ¿Hubo algo que te apasionara de niño y que hayas dejado ir?
fr: Y avait-il quelque chose qui te passionnait étant enfant et que tu as laissé tomber ?
it: C'era qualcosa per cui eri appassionato da bambino e che hai lasciato perdere?
ja: 子供の頃に夢中で、今は手放してしまったものは何ですか？
ko: 어릴 때 열정적이었지만 놓아버린 것이 있나요?
nb: Var det noe du var lidenskapelig opptatt av som barn som du har sluppet taket i?
nl: Was er iets waar je als kind gepassioneerd over was waar je afstand van hebt gedaan?
pl: Czy było coś, czym pasjonowałeś/pasjonowałaś się jako dziecko, a co porzuciłeś/porzuciłaś?
pt_br: Houve algo pelo qual você era apaixonado quando criança e que você abandonou?
sv: Fanns det något du brann för som barn som du har släppt?
uk: Чи було щось, чим ви захоплювалися в дитинстві, але потім залишили?
zh_hans: 你小时候曾热衷但后来放弃了什么？

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
ja: ようこそ
ko: 환영합니다
nb: Velkommen
nl: Welkom
pl: Witaj
pt_br: Bem-vindo
sv: Välkommen
uk: Ласкаво просимо
zh_hans: 欢迎

source: Were you a rebel or a rule-follower as a kid?
de: Warst du als Kind ein Rebell oder ein Regelbefolger?
es: ¿Eras rebelde o cumplías las reglas de niño?
fr: Étais-tu un rebelle ou un adepte des règles étant enfant ?
it: Eri un ribelle o uno che seguiva le regole da bambino?
ja: 子供の頃、反抗的でしたか、それとも規則を守るタイプでしたか？
ko: 어릴 때 반항아였나요, 규칙을 따르는 아이였나요?
nb: Var du en rebell eller en regel-følger som barn?
nl: Was je als kind een rebel of een regelvolger?
pl: Czy jako dziecko byłeś/byłaś buntownikiem czy osobą przestrzegającą zasad?
pt_br: Você era rebelde ou seguia as regras quando criança?
sv: Var du en rebell eller en regel-följare som barn?
uk: Ви в дитинстві були бунтарем чи дотримувалися правил?
zh_hans: 你小时候是叛逆者还是遵守规则者？

source: Were you close with your grandparents?
de: Warst du deinen Großeltern nahe?
es: ¿Eras cercano a tus abuelos?
fr: Étais-tu proche de tes grands-parents ?
it: Eri vicino ai tuoi nonni?
ja: 祖父母と親しかったですか？
ko: 조부모님과 가까웠나요?
nb: Var du nær med besteforeldrene dine?
nl: Was je close met je grootouders?
pl: Czy byłeś/byłaś blisko z dziadkami?
pt_br: Você era próximo dos seus avós?
sv: Var du nära dina mor- och farföräldrar?
uk: Ви були близькі з бабусею та дідусем?
zh_hans: 你和祖父母亲近吗？

source: Were you closer to your mom or your dad growing up?
de: Warst du als Kind deiner Mutter oder deinem Vater näher?
es: ¿Estabas más cerca de tu mamá o de tu papá mientras crecías?
fr: Étais-tu plus proche de ta mère ou de ton père en grandissant ?
it: Eri più vicino a tua madre o a tuo padre da bambino?
ja: 子供の頃、お母さんとお父さんのどちらとより親しかったですか？
ko: 어릴 때 엄마와 아빠 중 누구와 더 가까웠나요?
nb: Var du nærmere moren din eller faren din da du vokste opp?
nl: Stond je als kind dichter bij je moeder of bij je vader?
pl: Bliżej było ci do mamy czy do taty w dzieciństwie?
pt_br: Você era mais próximo da sua mãe ou do seu pai durante a infância?
sv: Var du närmare din mamma eller din pappa när du växte upp?
uk: Ви в дитинстві були ближчі до мами чи до тата?
zh_hans: 你小时候和妈妈更亲近还是和爸爸更亲近？

source: Were you more of a rule-follower or a rule-bender growing up?
de: Warst du als Kind mehr ein Regelbefolger oder ein Regelbieger?
es: ¿Eras más de seguir reglas o de doblarlas mientras crecías?
fr: Étais-tu plutôt quelqu'un qui suivait les règles ou qui les contournait en grandissant ?
it: Eri più uno che seguiva le regole o che le piegava da bambino?
ja: 子供の頃、あなたは規則を守るタイプでしたか、それとも曲げるタイプでしたか？
ko: 어릴 때 규칙을 따르는 편이었나요, 아니면 규칙을 어기는 편이었나요?
nb: Var du mer en regel-følger eller regel-bøyer da du vokste opp?
nl: Was je meer een regels-volger of een regels-buiger tijdens het opgroeien?
pl: Czy dorastając, byłeś/byłaś bardziej osobą przestrzegającą zasad, czy je naginającą?
pt_br: Você era mais de seguir regras ou de dobrar regras enquanto crescia?
sv: Var du mer en regel-följare eller regel-böjare när du växte upp?
uk: Ви більше дотримувалися правил чи їх порушували в дитинстві?
zh_hans: 你小时候是更遵守规则还是更打破规则？

source: Were you more of an indoor or outdoor kid?
de: Warst du eher ein Drinnen- oder Draußen-Kind?
es: ¿Eras más de estar adentro o afuera?
fr: Étais-tu plutôt un enfant d'intérieur ou d'extérieur ?
it: Eri più un bambino da interni o da esterni?
ja: あなたは屋内派でしたか、屋外派でしたか？
ko: 당신은 실내형 아이였나요, 야외형 아이였나요?
nb: Var du mer et inne- eller utebarn?
nl: Was je meer een binnen- of buitenkind?
pl: Byłeś/byłaś bardziej dzieckiem domowym czy lubiącym przebywać na zewnątrz?
pt_br: Você era mais uma criança de dentro de casa ou de fora?
sv: Var du mer ett inne- eller utebarn?
uk: Ви були більше дитиною, яка грає вдома, чи на вулиці?
zh_hans: 你小时候更多的是在室内玩还是在室外玩？

source: Were you shy or outgoing as a child — and has that changed?
de: Warst du als Kind schüchtern oder kontaktfreudig – und hat sich das geändert?
es: ¿Eras tímido o extrovertido de niño? ¿Eso ha cambiado?
fr: Étais-tu timide ou extraverti(e) étant enfant – et est-ce que cela a changé ?
it: Eri timido o estroverso da bambino – e questo è cambiato?
ja: 子供の頃、内気でしたか、外交的でしたか？それは変わりましたか？
ko: 어릴 때 수줍음이 많았나요, 아니면 외향적이었나요? 그리고 그것이 변했나요?
nb: Var du sjenert eller utadvendt som barn – og har det endret seg?
nl: Was je als kind verlegen of extravert – en is dat veranderd?
pl: Czy jako dziecko byłeś/byłaś nieśmiały/nieśmiała czy towarzyski/towarzyska – i czy to się zmieniło?
pt_br: Você era tímido ou extrovertido quando criança – e isso mudou?
sv: Var du blyg eller utåtriktad som barn – och har det förändrats?
uk: Ви були сором'язливим чи товариським у дитинстві – і чи змінилося це?
zh_hans: 你小时候是害羞还是外向——这改变了吗？

source: What book or movie defined your childhood?
de: Welches Buch oder welcher Film hat deine Kindheit geprägt?
es: ¿Qué libro o película definió tu infancia?
fr: Quel livre ou film a marqué ton enfance ?
it: Quale libro o film ha definito la tua infanzia?
ja: 子供時代を形作った本や映画は何ですか？
ko: 당신의 어린 시절을 정의한 책이나 영화는 무엇인가요?
nb: Hvilken bok eller film definerte barndommen din?
nl: Welk boek of welke film definieerde jouw kindertijd?
pl: Jaka książka lub film zdefiniowały twoje dzieciństwo?
pt_br: Que livro ou filme definiu sua infância?
sv: Vilken bok eller film definierade din barndom?
uk: Яка книга чи фільм визначили ваше дитинство?
zh_hans: 哪本书或哪部电影定义了你的童年？

source: What country's food do you think is the most underrated?
de: Welches Land hat deiner Meinung nach das am meisten unterschätzte Essen?
es: ¿Qué comida de qué país crees que es la más subestimada?
fr: Selon toi, la cuisine de quel pays est la plus sous-estimée ?
it: Quale paese secondo te ha il cibo più sottovalutato?
ja: どの国の料理が最も過小評価されていると思いますか？
ko: 어느 나라의 음식이 가장 과소평가되었다고 생각하나요?
nb: Hvilket lands mat mener du er mest undervurdert?
nl: Van welk land denk je dat het eten het meest wordt onderschat?
pl: Którego kraju jedzenie jest według ciebie najbardziej niedoceniane?
pt_br: A comida de qual país você acha que é mais subestimada?
sv: Vilket lands mat tycker du är mest underskattad?
uk: Яка кухня, на вашу думку, є найбільш недооціненою?
zh_hans: 你觉得哪个国家的食物最被低估？

source: What culture or country fascinates you most?
de: Welche Kultur oder welches Land fasziniert dich am meisten?
es: ¿Qué cultura o país te fascina más?
fr: Quelle culture ou quel pays te fascine le plus ?
it: Quale cultura o paese ti affascina di più?
ja: どの文化や国に一番魅力を感じますか？
ko: 어떤 문화나 국가가 가장 매력적인가요?
nb: Hvilken kultur eller hvilket land fascinerer deg mest?
nl: Welke cultuur of land fascineert jou het meest?
pl: Jaka kultura lub kraj fascynuje cię najbardziej?
pt_br: Qual cultura ou país mais te fascina?
sv: Vilken kultur eller land fascinerar dig mest?
uk: Яка культура чи країна найбільше захоплює вас?
zh_hans: 哪种文化或国家最让你着迷？

source: What did weekends look like in your house growing up?
de: Wie sahen die Wochenenden in deinem Elternhaus aus?
es: ¿Cómo eran los fines de semana en tu casa mientras crecías?
fr: À quoi ressemblaient les week-ends dans ta maison quand tu grandissais ?
it: Com'erano i fine settimana a casa tua da bambino?
ja: 子供の頃、あなたの家の週末はどんな感じでしたか？
ko: 어릴 적 집에서 주말은 어땠나요?
nb: Hvordan så helgene ut i ditt hjem da du vokste opp?
nl: Hoe zagen de weekends eruit in jouw huis toen je opgroeide?
pl: Jak wyglądały weekendy w twoim domu, gdy dorastałeś/dorastałaś?
pt_br: Como eram os finais de semana na sua casa enquanto você crescia?
sv: Hur såg helgerna ut i ditt hem när du växte upp?
uk: Як виглядали вихідні у вашому домі, коли ви росли?
zh_hans: 你小时候家里的周末是什么样的？

source: What did you believe about the world as a child that turned out to be wrong?
de: Was hast du als Kind über die Welt geglaubt, das sich als falsch herausstellte?
es: ¿Qué creías sobre el mundo de niño que resultó ser incorrecto?
fr: Que croyais-tu à propos du monde étant enfant qui s'est avéré faux ?
it: Cosa credevi del mondo da bambino che si è rivelato sbagliato?
ja: 子供の頃、世界について信じていたことで、間違っていたことは何ですか？
ko: 어린 시절 세상에 대해 믿었던 것 중 틀린 것으로 밝혀진 것은 무엇인가요?
nb: Hva trodde du om verden som barn som viste seg å være feil?
nl: Wat geloofde je over de wereld als kind dat achteraf niet klopte?
pl: W co wierzyłeś/wierzyłaś o świecie jako dziecko, co okazało się nieprawdą?
pt_br: O que você acreditava sobre o mundo quando criança que acabou sendo errado?
sv: Vad trodde du om världen som barn som visade sig vara fel?
uk: У що ви вірили про світ у дитинстві, що виявилося неправдою?
zh_hans: 你小时候对世界的什么看法后来被证明是错的？

source: What did you think being an adult would be like?
de: Wie hast du dir das Erwachsensein als Kind vorgestellt?
es: ¿Qué pensabas que sería ser adulto?
fr: À quoi pensais-tu que ressemblerait la vie d'adulte ?
it: Cosa pensavi sarebbe stato essere un adulto?
ja: 大人になるってどんなことだと思っていましたか？
ko: 어른이 되는 것은 어떤 것이라고 생각했나요?
nb: Hva trodde du det ville være å bli voksen?
nl: Wat dacht je dat volwassen zijn zou zijn?
pl: Jak myślałeś/myślałaś, że będzie wyglądało dorosłe życie?
pt_br: O que você achava que seria ser adulto?
sv: Vad trodde du att det skulle vara att vara vuxen?
uk: Яким, на вашу думку, має бути доросле життя?
zh_hans: 你小时候觉得长大成人会是什么样子？

source: What did you want to be for Halloween the most times?
de: Was wolltest du an Halloween am häufigsten sein?
es: ¿Qué querías ser para Halloween la mayoría de las veces?
fr: Qu’as-tu voulu être pour Halloween le plus souvent ?
it: Cosa volevi essere per Halloween più spesso?
ja: ハロウィンで一番なりたかったものは何ですか？
ko: 할로윈에 가장 자주 되고 싶었던 것은 무엇인가요?
nb: Hva ønsket du å være på Halloween flest ganger?
nl: Wat wilde jij de meeste keren zijn met Halloween?
pl: Kim chciałeś być w Halloween najczęściej?
pt_br: O que você mais quis ser no Halloween?
sv: Vad ville du vara på Halloween flest gånger?
uk: Ким ти найчастіше хотів бути на Геловін?
zh_hans: 你万圣节最常想装扮成什么？

source: What did you want to be when you grew up?
de: Was wolltest du werden, als du groß warst?
es: ¿Qué querías ser cuando fueras grande?
fr: Qu'est-ce que tu voulais faire quand tu serais grand(e) ?
it: Cosa volevi fare da grande?
ja: 大人になったら何になりたかったですか？
ko: 어른이 되면 무엇이 되고 싶었나요?
nb: Hva ville du bli da du ble stor?
nl: Wat wilde je later worden toen je groot was?
pl: Kim chciałeś/chciałaś zostać, gdy dorośniesz?
pt_br: O que você queria ser quando crescesse?
sv: Vad ville du bli när du blev stor?
uk: Ким ви хотіли стати, коли виростете?
zh_hans: 你长大后想成为什么？

source: What did you want to be when you were five years old?
de: Was wolltest du werden, als du fünf Jahre alt warst?
es: ¿Qué querías ser cuando tenías cinco años?
fr: Qu'est-ce que tu voulais faire quand tu avais cinq ans ?
it: Cosa volevi fare quando avevi cinque anni?
ja: 5歳の時、何になりたかったですか？
ko: 다섯 살 때 무엇이 되고 싶었나요?
nb: Hva ville du bli da du var fem år gammel?
nl: Wat wilde je worden toen je vijf jaar oud was?
pl: Kim chciałeś/chciałaś zostać, gdy miałeś/miałaś pięć lat?
pt_br: O que você queria ser quando tinha cinco anos de idade?
sv: Vad ville du bli när du var fem år gammal?
uk: Ким ви хотіли стати, коли вам було п'ять років?
zh_hans: 你五岁时想成为什么？
